app/controllers/fakturas_controller.rb

INSERT INTO "fakturas" ("cena", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["cena", 234234], ["created_at", "2017-03-05 09:50:55.177664"], ["updated_at", "2017-03-05 09:50:55.177664"]]
---
  def create
  	  	  @faktura = Faktura.create :cena => params[:faktura][:cena], :firma_id => params[:faktura][:firma_id]