app/controllers/firmas_controller.rb

SELECT "firmas".* FROM "firmas"
---
  def show
  	    @firma = Firma.all

INSERT INTO "firmas" ("nazwa", "adres", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["nazwa", "Kingaga"], ["adres", "Hahaha"], ["created_at", "2017-03-05 10:24:45.752424"], ["updated_at", "2017-03-05 10:24:45.752424"]]
---
   def create
     @firma = Firma.create :nazwa => params[:firma][:nazwa],:adres => params[:firma][:adres]