app/controllers/functions_controller.rb

SELECT "functions".* FROM "functions"
---
  def show
  	    @function = Function.all