app/views/fakturas/new.html.erb

<%= form_for(@faktura) do |f| %>
 <%= f.collection_select(:firma_id, Firma.all, :id, :nazwa, options = {}, html_options = { :class => "form-control" }) %>
---
SELECT "firmas".* FROM "firmas"